function Archive(){
    return(
      <div className="archive">
        <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 459 459"><title>티스토리 로고</title><g><path d="M229.5,0C102.75,0,0,102.75,0,229.5S102.75,459,229.5,459,459,356.25,459,229.5,356.25,0,229.5,0ZM130.21,191.45a39.57,39.57,0,1,1,39.56-39.57A39.58,39.58,0,0,1,130.21,191.45ZM229.5,390a39.56,39.56,0,1,1,39.56-39.56A39.56,39.56,0,0,1,229.5,390Zm0-99.29a39.56,39.56,0,1,1,39.56-39.56A39.56,39.56,0,0,1,229.5,290.74Zm0-99.29a39.57,39.57,0,1,1,39.56-39.57A39.57,39.57,0,0,1,229.5,191.45Zm99.29,0a39.57,39.57,0,1,1,39.57-39.57A39.57,39.57,0,0,1,328.79,191.45Z"/></g></svg>
        <div className="tistory-text">
          <h4>tistory</h4>
          <a href="https://lwsug.tistory.com/" rel="" target="_blank">https://lwsug.tistory.com/</a>
          <p>공부 내용 정리 블로그입니다.</p>
          <li>홈페이지 제작 과정, html과 css를 간단하게 정리해놓았습니다.</li>
          <li>쉽고 간단하게 써놓았으니 저같은 초보자분들이 참고하면 좋겠습니다.</li>
        </div>
        <div className="archiveback"></div>
      </div>
    );
  }